[
 {
        "id": 1,
        "post": "Technical Database Engineer",
        "company":"Google LLC",
        "location":"Dhaka, Bangladesh",
        "salary":"100K - 150K",
        "image": "https://i.ibb.co/CzjKQf2/google-1-1-1.png",
        "workType": "Remote",
        "time":"Full Time",
        "phone": "+8801234567890",
        "email": "hr@google.com",
        "jobDescription": "We are seeking a highly skilled Technical Database Engineer to join our team. The successful candidate will be responsible for the design, implementation, and maintenance of our company's database systems, ensuring they are secure, reliable, and scalable.",
        "responsibility":"A Technical Database Engineer is responsible for designing, implementing, and maintaining database systems for a company. They ensure that the database systems are secure, reliable, and scalable, and optimize their performance to meet the company's needs. Technical Database Engineers also troubleshoot issues as they arise and collaborate with other teams to integrate database systems with other systems and applications. To be successful in this role, candidates should have a strong proficiency in SQL and database design, as well as experience with database administration, backup and recovery, and security management. A Bachelor's or Master's degree in Computer Science or a related field and 3+ years of experience in database engineering or a related field are typically required for this position.",
        "educationalRequirements": "Bachelor's or Master's degree in Computer Science or a related field",
        "experienceRequirements": "3+ years of experience in database engineering or a related field"
    },
    {
        "id": 2,
        "post": "Frontend Developer",
        "company": "Adobe Inc.",
        "location": "San Jose, California, USA",
        "salary": "100K - 130K",
        "image": "https://logos-world.net/wp-content/uploads/2020/07/Adobe-Logo.png",
        "workType": "Onsite",
        "time":"Full Time",
        "phone": "+14157669900",
        "email": "hr@adobe.com",
        "jobDescription": "We are seeking a Technical Database Engineer to design, develop and maintain Adobe's enterprise database systems. The successful candidate will collaborate with cross-functional teams, manage our data architecture, ensure data quality and availability, and optimize the database systems for performance and scalability.",
        "responsibility": "A Technical Database Engineer at Adobe is responsible for designing, developing, and maintaining database systems for Adobe's enterprise products. They collaborate with other teams to define data requirements, create logical and physical data models, and ensure data quality and availability. The Technical Database Engineer also optimizes database systems for performance, scalability, and high availability, and manages data replication, backup, and recovery. The role requires experience in database design, performance tuning, and administration. Knowledge of SQL, NoSQL databases, and cloud-based database services is a plus.",
        "educationalRequirements": "Bachelor's or Master's degree in Computer Science or a related field",
        "experienceRequirements": "3+ years of experience in database engineering or a related field"
    },
    {
        "id": 3,
        "post": "Cybersecurity Specialist",
        "company": "IBM Corporation",
        "location": "Armonk, New York, USA",
        "salary": "130K - 160K",
        "image": " https://1000logos.net/wp-content/uploads/2021/05/IBM-logo.png",
        "workType": "Remote",
        "time":"Full Time",
        "phone": "+18004268399",
        "email": "hr@ibm.com",
        "jobDescription": "We are seeking a highly skilled Technical Database Engineer to join our team in Austin, Texas. The successful candidate will design, implement, and maintain IBM's database systems, ensuring high availability, scalability, and performance. They will also work with cross-functional teams to integrate database systems with other enterprise applications.",
        "responsibility": "The Technical Database Engineer at IBM is responsible for designing, implementing, and maintaining IBM's database systems. They will ensure high availability, scalability, and performance of database systems and optimize them for workloads that support IBM's enterprise applications. The Technical Database Engineer will also troubleshoot issues, perform database backups, and recoveries. They will work with cross-functional teams to integrate database systems with other enterprise applications, and they will also be responsible for database security and compliance. This role requires experience in database design, performance tuning, and administration, as well as experience with SQL and NoSQL databases.",
        "educationalRequirements": "Bachelor's or Master's degree in Computer Science or a related field",
        "experienceRequirements": "3+ years of experience in database engineering or a related field"
    },
    {
        "id": 4,
        "post": "Data Analyst",
        "company": "Uber Technologies, Inc.",
        "location": "San Francisco, California, USA",
        "salary": "90K - 110K",
        "image": "https://logos-world.net/wp-content/uploads/2020/05/Uber-Logo-2016-2018.png",
        "workType": "Onsite",
        "time":"Full Time",
        "phone": "+14153001900",
        "email": "hr@uber.com",
        "jobDescription": "We are looking for a highly skilled Technical Database Engineer to join our team in San Francisco. In this role, you will design, implement, and maintain Uber's database systems to ensure they are secure, reliable, and scalable.",
        "responsibility": "As a Technical Database Engineer at Uber, you will be responsible for designing, implementing, and maintaining our database systems. You will also work with cross-functional teams to ensure that our databases meet our performance, security, and scalability needs. You will troubleshoot issues as they arise and work to optimize our database systems to support our growing business needs. Additionally, you will help to integrate our database systems with other enterprise applications and maintain database backups and recovery procedures. To be successful in this role, you should have experience in database design, administration, backup and recovery, and security management. You should also have a strong understanding of SQL and NoSQL databases, as well as experience with distributed databases and data processing systems.",
        "educationalRequirements": "Bachelor's or Master's degree in Computer Science or a related field",
        "experienceRequirements": "3+ years of experience in database engineering or a related field"
    },
    {
        "id": 5,
        "post": "Web Developer",
        "company": "Facebook, Inc.",
        "location": "Menlo Park, California, USA",
        "salary": "110K - 140K",
        "image": "https://logos-world.net/wp-content/uploads/2020/04/Facebook-Logo-2019-present.jpg",
        "workType": "Remote",
        "time":"Full Time",
        "phone": "+16504854800",
        "email": "hr@facebook.com",
        "jobDescription": "We're looking for a talented Technical Database Engineer to join our team in Menlo Park. In this role, you'll be responsible for designing, implementing, and maintaining our database systems, ensuring they are secure, reliable, and scalable.",
        "responsibility": "As a Technical Database Engineer at Facebook, you'll be responsible for designing, implementing, and maintaining our database systems. You'll work with other engineers to ensure our databases meet our performance, scalability, and security needs. You'll troubleshoot issues as they arise and optimize our database systems to support the needs of our growing business. Additionally, you'll help integrate our databases with other systems and applications and maintain database backups and recovery procedures. To be successful in this role, you should have experience in database design, administration, backup and recovery, and security management. You should also have a strong understanding of SQL and NoSQL databases, as well as experience with distributed databases and data processing systems.",
        "educationalRequirements": "Bachelor's or Master's degree in Computer Science or a related field",
        "experienceRequirements": "5+ years of experience in database engineering or a related field"
    },
    {
        "id": 6,
        "post": "Network Administrator",
        "company": "Cisco Systems, Inc.",
        "location": "San Jose, California, USA",
        "salary": "90K - 120K",
        "image": "https://logos-world.net/wp-content/uploads/2021/08/Cisco-Symbol.png",
        "workType": "Onsite",
        "time":"Full Time",
        "phone": "+18005528357",
        "email": "hr@cisco.com",
        "jobDescription": "We are seeking a talented Technical Database Engineer to join our team in San Jose. As a Technical Database Engineer, you will be responsible for designing, implementing, and maintaining our database systems, ensuring they are secure, reliable, and scalable.",
        "responsibility": "As a Technical Database Engineer at Cisco Systems, you will be responsible for designing, implementing, and maintaining our database systems. You will work closely with other engineers and stakeholders to ensure our databases meet performance, scalability, and security requirements. You will also be responsible for troubleshooting issues as they arise and for implementing database backups and recovery procedures. In addition, you will help integrate our databases with other systems and applications. To be successful in this role, you should have experience in database design, administration, backup and recovery, and security management. You should also have a strong understanding of SQL and NoSQL databases, as well as experience with distributed databases and data processing systems.",
        "educationalRequirements": "Bachelor's or Master's degree in Computer Science or a related field",
        "experienceRequirements": "3+ years of experience in database engineering or a related field"
    },
    {
        "id": 7,
        "post": "Machine Learning Engineer",
        "company": "Amazon Web Services",
        "location": "Seattle, Washington, USA",
        "salary": "130K - 170K",
        "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1d/AmazonWebservices_Logo.svg/1200px-AmazonWebservices_Logo.svg.png",
        "workType": "Onsite",
        "time":"Full Time",
        "phone": "+8801234567890",
        "email": "hr@google.com",
        "jobDescription": "Amazon is seeking a highly skilled Technical Database Engineer to join our team in Seattle. As a Technical Database Engineer, you will be responsible for designing, implementing, and maintaining our database systems to ensure they are secure, reliable, and scalable.",
        "responsibility": "As a Technical Database Engineer at Amazon, you will be responsible for designing, implementing, and maintaining our database systems. You will work closely with other engineers and stakeholders to ensure our databases meet performance, scalability, and security requirements. You will also be responsible for troubleshooting issues as they arise and for implementing database backups and recovery procedures. In addition, you will help integrate our databases with other systems and applications. To be successful in this role, you should have experience in database design, administration, backup and recovery, and security management. You should also have a strong understanding of SQL and NoSQL databases, as well as experience with distributed databases and data processing systems.",
        "educationalRequirements": "Bachelor's or Master's degree in Computer Science or a related field",
        "experienceRequirements": "3+ years of experience in database engineering or a related field"
    },
    {
        "id": 8,
        "post": "Software Developer",
        "company": "Microsoft Corporation",
        "location": "Redmond, Washington, USA",
        "salary": "120K - 150K",
        "image": "https://cdn.pixabay.com/photo/2013/02/12/09/07/microsoft-80659_960_720.png",
        "workType": "Remote",
        "time":"Full Time",
        "phone": "+18005528357",
        "email": "hr@cisco.com",
        "jobDescription": "Microsoft is looking for a Technical Database Engineer to join our team in Redmond. In this role, you will be responsible for designing, implementing, and maintaining our database systems to ensure they are secure, reliable, and scalable.",
        "responsibility": "As a Technical Database Engineer at Microsoft, you will be responsible for designing, implementing, and maintaining database systems. You will work with other engineers and stakeholders to ensure our databases meet performance, scalability, and security requirements. You will also troubleshoot issues as they arise and implement database backups and recovery procedures. Additionally, you will help integrate our databases with other systems and applications. The successful candidate should have experience in database design, administration, backup and recovery, and security management, as well as a strong understanding of SQL and NoSQL databases, and experience with distributed databases and data processing systems.",
        "educationalRequirements": "Bachelor's or Master's degree in Computer Science or a related field",
        "experienceRequirements": "3+ years of experience in database engineering or a related field"
    }
    
    
]